---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassFamilyAndTypeParam
source: html/733fd694-9f59-fa75-d115-abdcf7402dad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassFamilyAndTypeParam Property

"Mass: Family and Type"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassFamilyAndTypeParam { get; }
```